var iyal1 = ["பாயிரவியல்","இல்லறவியல்","துறவறவியல்","ஊழியல்"];
        var iyal2 = ["அரசியல்","அமைச்சியல்","அரணியல்","கூழியல்","படையியல்","நட்பியல்","குடியியல்"];
        var iyal3 = ["களவியல்","கற்பியல்"];

        var athik = [
            {
                "athikaarams":["கடவுள் வாழ்த்து","வான்சிறப்பு","நீத்தார் பெருமை","அறன்வலியுறுத்தல்"],
                "iyal":"பாயிரவியல்",
                "paal":"அறத்துப்பால்"
            },
            {
                "athikaarams":["இல்வாழ்க்கை","வாழ்க்கைத் துணைநலம்","புதல்வரைப் பெறுதல்","அன்புடைமை","விருந்தோம்பல்","இனியவைகூறல்","செய்ந்நன்றி அறிதல்","நடுவு நிலைமை","அடக்கமுடைமை","ஒழுக்கமுடைமை","பிறனில் விழையாமை","பொறையுடைமை","அழுக்காறாமை","வெஃகாமை","புறங்கூறாமை","பயனில சொல்லாமை","தீவினையச்சம்","ஒப்புரவறிதல்","ஈகை","புகழ்"],
                "iyal":"இல்லறவியல்",
                "paal":"அறத்துப்பால்"
            },
            {
                "athikaarams":["அருளுடைமை","புலான்மறுத்தல்","தவம்","கூடாவொழுக்கம்","கள்ளாமை","வாய்மை","வெகுளாமை","இன்னாசெய்யாமை","கொல்லாமை","நிலையாமை","துறவு","மெய்யுணர்தல்","அவாவறுத்தல்"],
                "iyal":"துறவறவியல்",
                "paal":"அறத்துப்பால்"
            },
            {
                "athikaarams":["ஊழ்"],
                "iyal":"ஊழியல்",
                "paal":"அறத்துப்பால்"
            },
            {
                "athikaarams":["இறைமாட்சி","கல்வி","கல்லாமை","கேள்வி","அறிவுடைமை","குற்றங்கடிதல்","பெரியாரைத் துணைக்கோடல்","சிற்றினஞ்சேராமை","தெரிந்துசெயல்வகை","வலியறிதல்","காலமறிதல்","இடனறிதல்","தெரிந்துதெளிதல்","தெரிந்துவினையாடல்","சுற்றந்தழால்","பொச்சாவாமை","செங்கோன்மை","கொடுங்கோன்மை","வெருவந்தசெய்யாமை","கண்ணோட்டம்","ஒற்றாடல்","ஊக்கமுடைமை","மடியின்மை","ஆள்வினையுடைமை","இடுக்கணழியாமை"],
                "iyal":"அரசியல்",
                "paal":"பொருட்பால்"
            },
            {
                "athikaarams":["அமைச்சு","சொல்வன்மை","வினைத்தூய்மை","வினைத்திட்பம்","வினைசெயல்வகை","தூது","மன்னரைச் சேர்ந்தொழுதல்","குறிப்பறிதல்","அவையறிதல்","அவையஞ்சாமை"],
                "iyal":"அமைச்சியல்",
                "paal":"பொருட்பால்"
            },
            {
                "athikaarams":["நாடு","அரண்"],
                "iyal":"அரணியல்",
                "paal":"பொருட்பால்"
            },
            {
                "athikaarams":["பொருள்செயல்வகை"],
                "iyal":"கூழியல்",
                "paal":"பொருட்பால்"
            },
            {
                "athikaarams":["படைமாட்சி","படைச்செருக்கு"],
                "iyal":"படையியல்",
                "paal":"பொருட்பால்"
            },
            {
                "athikaarams":["நட்பு","நட்பாராய்தல்","பழைமை","தீ நட்பு","கூடாநட்பு","பேதைமை","புல்லறிவாண்மை","இகல்","பகைமாட்சி","பகைத்திறந்தெரிதல்","உட்பகை","பெரியாரைப் பிழையாமை","பெண்வழிச்சேறல்","வரைவின்மகளிர்","கள்ளுண்ணாமை","சூது","மருந்து"],
                "iyal":"நட்பியல்",
                "paal":"பொருட்பால்"
            },
            {
                "athikaarams":["குடிமை","மானம்","பெருமை","சான்றாண்மை","பண்புடைமை","நன்றியில்செல்வம்","நாணுடைமை","குடிசெயல்வகை","உழவு","நல்குரவு","இரவு","இரவச்சம்","கயமை"],
                "iyal":"குடியியல்",
                "paal":"பொருட்பால்"
            },
            {
                "athikaarams":["தகையணங்குறுத்தல்","குறிப்பறிதல்","புணர்ச்சிமகிழ்தல்","நலம்புனைந்துரைத்தல்","காதற்சிறப்புரைத்தல்","நாணுத்துறவுரைத்தல்","அலரறிவுறுத்தல்"],
                "iyal":"களவியல்",
                "paal":"காமத்துப்பால்"
            },
            {
                "athikaarams":["பிரிவாற்றாமை","படர்மெலிந்திரங்கல்","கண்விதுப்பழிதல்","பசப்புறுபருவரல்","தனிப்படர்மிகுதி","நினைந்தவர்புலம்பல்","கனவுநிலையுரைத்தல்","பொழுதுகண்டிரங்கல்","உறுப்புநலனழிதல்","நெஞ்சொடுகிளத்தல்","நிறையழிதல்","அவர்வயின்விதும்பல்","குறிப்பறிவுறுத்தல்","புணர்ச்சிவிதும்பல்","நெஞ்சொடுபுலத்தல்","புலவி","புலவி நுணுக்கம்","ஊடலுவகை"],
                "iyal":"கற்பியல்",
                "paal":"காமத்துப்பால்"
            }

        ];
